import Banner from "../Global/Banner";

const KukjenRedComponent = () => {
  return (
    <>
      <div>
        <Banner title="За Нас" subtitle="Куќен Ред" image="AboutUs.png" />
        <div className="w-4/5 my-20 mx-auto">
          <p>
            Со куќниот ред на Училиштето се регулира редот, дисциплината, односите меѓу ученици наставниците и наставата во Училиштето Според Законот за средно образование, како и Статуот на Училиштето учениците имаат права кои ги остваруваат преку наставата и другите облици на воспитна-образовна работа, а истовремено имаат и обврски кои што треба да ги исполнуваат и почитуваат.
          </p>
          <p>
            1. Работното време на наставата почнува во 7.30, а завршува во 13.15 за првата смена и од 13.15 часот до 19.05 часот за втората смена
          </p>
          <p>
            2. Учениците во училишето влегуваат наJмалку 5 минути пред започнување на првиот, односно, на третиот час кога се на голем одмор. Влегувањето во училници треба да биде уредно и тивко.
          </p>
          <p>
            3. Учениците, професорите треба да ги чекаат во училница на своето место, а не пред вратата или ходниците.
          </p>
          <p>
            4. Учениците во училиштето доагаат педантни и пристоно облечени.
          </p>
          <p>
            5. Учениците се должни да се однесуваат пристојно и со почит кон наставно-воспитниот кадар, административниот и техничкиот кадар во училиштето
          </p>
          <p>
            6. Ученикот не смее без одобрение да го напушти часот и да се задржува во санитарните простории или во ходниците. За да не се наруши текот на наставата, додека трае часот, забрането е излегуване од часот и шетане низ ходници,
          </p>
          <p>
            7. Се забранува групно и индивидуално напуштање на часови. Поради истото на учениците ке им бидат изречени педагошки мерки. Заради непочитуванье на оваа одредба, на учениците им се изрекуваат педагошки мерки според Статутот на училиштето.
          </p>
          <p>
            8. Учениците се должни да го чуваат редот, дисциплината и хигиената во училиицата, училиштето и надвор од него.
          </p>
          <p>
            9. Учениците со своето однесуване не смеат да предизвикуваат конфликтниситуации или да бидат дел од нив. Не е дозволено насилничко однесуване. Настрого се забранува предизвикуване на тепачки, а мебусебните недоразбираа учениците да ти резшааваат сами мебусебе на другарски начин во рамките на Заедницата на паралелката или со посредство на класниот раководител.
          </p>
          <p>
            10. Забрането е користене мобилён телефом за време на часовите истиот мора да биде исклучен
          </p>
          <p>11. Најстрого се забранува пушење во просториите на училиштето

          </p>
          <p>
            12. Во кругот на училиштето не смеат да се внесуваат и конзумираат
            алкохолни пиалоци.
          </p>
          <p>
            13. Најстрого се забранува внесување и користење на дрога во
            училиштето и училишниот двор.
          </p>
          <p>
            14. Учениците не смеат да носат предмети опасни по здравјето и
            безбедноста на луѓето
          </p>
          <p>
            15. Најстрого се забранува непочитуванье, нарушување на личноста, угледот на соучениците, вработените и наставниците во и надвор од училишето.
          </p>
          <p>
            16.Секој ученик треба да биде ценет како личност бел оглед на неговите слособности, талент, пол, раса, култура, традиции, националност, вероисповест и социјална поделба.
          </p>
          <p>
            17. Ученикот да има совесен, одговорем и хуман однос кон сите во училишлето.
          </p>
          <p>
            18. Учениците не смеат да повикувзат и носат надворешни лица во училиштето и училишниот двор
          </p>
          <p>
            19. Учениците треба да го чуваат училишниот инвентар и наставно нагледните средства. Должност на сите учениците е културно и домаќински да се однесуваат кон училишниот имот, кабинетите, компјутерите, училишнииот инвентар, инсталациите и сл.
          </p>
          <p>
            20. Ученикот ке jа надомести секоа направена материјална штета во училишлето, а доколку штетата е направена намерно ке му се изрече и соодветна педагошка мерка
          </p>
          <p>
            21. Наідоследно почитуване на правилникот за заштита и користење на компіутерите.
          </p>
          <p>
            22. Учениците треба да го чуваат и да не го уништуваат зеленилото во училишниот двор ходниците.
          </p>
          <p>
            23. Посебно место во нивниот живот и работата во училишката зграда треба да зазема развиването на сколошката свест и чуваньето на работната средина во и надвор од училиштето
          </p>
          <p>
            24. За време на часовите учениците кои немаат настава може да бидат во библиотеката, дворот но не и во ходниците;
          </p>
          <p>
            25.Не им се дозволува на учениците без посебна потреба влегуванье во наставничка канцеларија. кај директорот во училиштето или во друга административна просторија.
          </p>
          <p>
            27. Средбите родител-наставник се остварузаат во преходно утврдени термини, предложени од страна на наставниците. Класните раководители одредуваат ден и време за прием на родителите во текот на работната недела.
          </p>
          <p>
            28.Изостанувањата учениците, нивните родители ги оправдуваат во рок од една недела. Учениците во училиштето кои се истажнуваат со своата разбота, успех и поведение, ќе бидат пофалени и наградени.
          </p>
          <p>
            29. Пофалбите, дипломите на наградените ќе им бидат доделувани на краот на наставната година
          </p>
          <p>
            30. Редот на часовите го одржува и за него одговара предметниот наставник. Учениците кои го нарушуваат редот на часот и кои не ги почитуваат упатствата на предметниот наставник и ја нарушуваат работната атмосвера на часот, се упатуваат во педагошката служба.
          </p>
          <p>
            31. Најдоследно да се почитува правилникот за употреба на учебници, а тоа значи:
            </p>
            <p>-На почетокот на учебната година сите ученици добиваат комплет книги</p>
              
           
            <p>
              -За истите пополнуваат формулари при што се обврзуваат да ги вратат на крајот од учебната година учениците не смеат да ги оштетуваат, бележат и потцртуват речениците или делови од текстот во учебникот
            </p>
          
        </div>
      </div>
    </>
  );
};
export default KukjenRedComponent;
