import Banner from "../Global/Banner"



const UcilishnaZaednicaComponent = () =>{


    return(

        <>
            <div>
                <Banner title="Училишна Заедница" image="AboutUs.png"/>


                <div className="w-4/5 my-20 mx-auto">



                <p>Ученичката заедница претставува легитимно тело кое ги застапува и претставува ставовите на учениците во рамките на Раде Јовчевски - Корчагин“ Скопје.</p>
                <p>Нејзината улога е да работи за подобрување на училишната атмосфера, подобрување на ученичките односи, реализирање на иницијативи, развивање на креативни идеи и коцепти и решавање на проблемите со кои тие се соочуваат.</p>
                <p className="py-3 ">Визија на Ученичка заедница при СУГС ,, Раде Јовчевски - Корчагин“:</p>
                <p>Ученичката заедница при СУГС Раде Јовчевски - Корчагин“е самостојно и рамноправно, легитимно тело кое на демократски начин, соработува со училиштето и е консултирано при носењето на одлуки поврзани со учениците.</p>
                <p className="py-3">Мисија на Ученичка заедница при СУГС ,, Раде Јовчевски - Корчагин“:</p>
                <p>Ученичката заедница при СУГС Раде Јовчевски - Корчагин“ ги застапува потребите, интересите и ставовите на учениците пред училиштните служби и притоа ги изнаоѓа и решава нивните проблеми и предизвици во соработка со стручните и раководните служби.</p>
                <p className="py-3">Визија на Ученичката заедница при СУГС ,,Раде Јовчевски - Корчагин“ за следните 4 години:</p>
                <p>Ученичката заедница е препознатливо преставничко тело кое ги застапува правата и интересите на учениците и учествува во креирањето на учиничката политика во училиштето. Таа е составена од активни членови кои постојано одржуваат комуникација со училиштните тела и притоа во нејзиниот состав влегуваат сите видови на ученички здружувања. Постојано ги следи младинските трендови и одржува комуникација со странки и организации.</p>
                </div>
            </div>
        
        
        </>
    )
}


export default UcilishnaZaednicaComponent