import React from "react";
import styles from "./AboutStyles.module.css"

const AboutUsSection = () => {
    return (
        <div className="relative">
            <div className="flex flex-wrap justify-center my-5 relative -top-20">
                <div className="w-1/4">
                    <div className="text-primary-darkblue aboutUs-card-shadow rounded-3xl text-center p-10 bg-white mr-6">
                        <h3 className="font-semibold text-[80px]">62</h3>
                        <span className="uppercase text-[32px]">години</span>
                    </div>
                </div>

                <div className="w-1/4">
                    <div className="text-primary-darkblue aboutUs-card-shadow rounded-3xl text-center p-10 mr-6 bg-white">
                        <h3 className="font-semibold text-[80px]">120+</h3>
                        <span className="uppercase text-[32px]">вработени</span>
                    </div>
                </div>

                <div className="w-1/4">
                    <div className="text-primary-darkblue aboutUs-card-shadow rounded-3xl text-center p-10 mr-6 bg-white">
                        <h3 className="font-semibold text-[80px]">1000+</h3>
                        <span className="uppercase text-[32px]">ученици</span>
                    </div>
                </div>

                <div className="w-1/4">
                    <div className="text-primary-darkblue aboutUs-card-shadow rounded-3xl text-center p-10 mr-6 bg-white">
                        <h3 className="font-semibold text-[80px]">36</h3>
                        <span className="uppercase text-[32px]">паралелки</span>
                    </div>
                </div>
            </div>

            <div className=" flex flex-col justify-center w-5/6 mx-auto">
                <p className="text-center text-[50px] my-6 font-heading font-semibold">
                    СУГС “РАДЕ ЈОВЧЕСКИ - КОРЧАГИН”
                </p>
                <p className={`${styles.textParagraph} mb-5`}>
                Училиштето за средно образование СУГС „Раде Јовчевски – Корчагин“ - Скопје, како самостојно училиште постои од 01.12.1960 година како 4-та Скопска гимназија. Гимназијата е основана со акт Решение број 17084 на Народен одбор на Скопската околија. Гимназијата почнува со работа веднаш во учебната 1960/61 год. До 1978 год. гимназијата работи со овие две насоки кога има нова верификација под ФИ број 1700/78 од 03.01.1979 год. и има три насоки: - математичко  физичка, општа насока и општествено - научна.
Од 1984 год со решение за верификација број 11- 3625/1-83 од 10.10.1984 год. на Републички комитет за образование и наука од гимназија преоѓа во насочено образование и во училиштето се образуваат кадри од IV степен од: <br />
- математичко - информатичката струка <br />
- физичко - техничката струка<br />
Системот на насочено образование претрпе одредени измени во смисла што беа намалени бројот на струките и Училиштето во системот доби нова верификација со Решение број 1145/1 од 5.7.1990 година на Републичкиот комитет за образование и физичка култура за образование на кадри од 4- ти степен за природно - математичка струка.
Како природно - математичка гимназија работи од учебната 2001/02 кога со спроведувањето на Реформираното гимназиско образование со акт бр. 09-2435/1 од 15.5.2004 г. на Министерството за образование и наука, Гимназијата ,,Раде Јовчевски-Корчагин”-Скопје, работи како средно училиште на Градот Скопје со гимназиско образование во кое наставниот процес се реализира преку подрачјата: <br />
- природно - математичко,<br />
- општествено - хуманистичко и<br />
- јазично - уметничко подрачје. 
                </p>
                <p style={{fontSize:"24px", fontWeight: 500, padding:"20px 0px"}}>Статистички податоци за општинската средина</p>
                <p>
                

Гимназијата се наоѓа во општината Центар, која што воедно е и една од најубавите урбани средини на градот Скопје.
Вкупното население во оваа општина изнесува над 45500 жители.
Локација
СУГС Гимназија „Раде Јовчевски-Корчагин” се наоѓана ул. Трета Македонска Ударна Бригада бр. 9, Центар, Скопје, во непосредна близина на Олимписки базен.
Професионализмот, високите критериуми на работа ја одржуваат гимназијата на врвот. Освен во државата, постигнува високи резултати и на меѓународно ниво. Во својата образовна и културна мисија низ децениите, оваа гимназија, која го носи епитетот на најдобра меѓу најдобрите, прерасна во достоен репрезент на она што се нарекува вистински избор во образованието.
За многуте децении постоење и непрестан развој на воспитно-образовниот процес, гимназијата прерасна во модерно училиште според сите европски стандарди.

<p style={{fontSize:"24px", fontWeight: 500,padding:"20px 0px"}}>Ресурсите на училиштето</p>

<p  style={{fontSize:"22px", fontWeight: 400, paddingBottom:"15px"}}>Простории и корисна површина</p>

СУГС Гимназија „Раде Јовчевски-Корчагин”, Скопје, располага со училишна зграда од 5532 м/2 со подрум, приземје и еден кат и фискултурна сала од 666 м/2.
Училиштето е оградено со цврста железна ограда со што во голема мера се зголемува сигурноста за непречено одвивање на наставата, како и можноста од искористување на капацитетите во вечерните часови.
Во дворот на училиштето е поставена биста на нашиот патрон Раде Јовчевски- Корчагин и донирана биста од наставникот по ликовна уметност Сашо Саздовки, која исто така се наоѓа во дворот на училиштето.

<p style={{fontSize:"22px", fontWeight: 400, padding:"15px 0px"}}>Опрема</p>

За поквалитетна и попродуктивна настава, Гимназијата располага со повеќе наставни помагала и дидактички материјали. За организирање на покреативна настава, од техничката опрема, училиштето е опремено со компјутери, 2 училници комплетно опремени со компјутери, смарт табли, компјутери во секој наставнички кабинет, по еден печатач со фотокопир, принтер и скенер во секоја канцеларија, компјутери и принтери со скенер во наставничката канцеларија, печатачи со скенер и фотокопири, смарт табли, проектори, проекциони платна, сите кабинети се опремени со сите потребни нагледни средства и помагала.
                </p>
            </div>
        </div>
    );
};

export default AboutUsSection;
