import React from "react";
import Image from "next/image";

function BiographySection() {
    return (
        <div className="bg-[url('/Images/bg-biography.png')] bg-cover py-28">
            <div className="flex items-center w-4/5 mx-auto justify-center">
                <div className="w-1/2 mr-11">
                    <h3 className="font-semibold font-heading text-[46px]">
                        Раде Јовчевски – Корчагин (1919-1943)
                    </h3>
                    <h4 className="text-[40px] font-semibold">Народен херој</h4>
                    <p className="text-xl">
                        Раде Јовчевски бил роден на 14 август 1919 година во Скопје во
                        скромно занаетчиско семејство. Неговиот татко Коста бил познат
                        скопски чевлар. Своето основно образование Раде го започнал во
                        месното скопско училиште и бил солиден ученик. Иако Раде сакал да го
                        продолжи своето образование, сепак поради сиромаштијата тоа не му
                        било овозможено и морал да почен да изучува занает. Раде Јовчевски
                        се помирил со тоа и решил да почне да изучува некој занает кој ќе
                        биде поплатен и постабилен од тој на татко му. Така, во 1933 година
                        почнал да го посетува училиштето за трговска младина како кожарски
                        работник. Корчагин работел и изучувал занает цели три години, но
                        откако завршил со обуката тој не нашол работа во Скопје. Поради тоа,
                        Раде Корчагин заминал за Белград. Таму нашол работа по занает и се
                        зачленил во кожарскиот и крзнениот синдикат. Тогаш се стекнал и со
                        прекарот „Корчагин“, по јунакот во романот „Како се калеше челикот“
                        од Николај Островски Бидејќи се покажал како вреден и одлучен човек,
                        Раде Корчагин бил назначен за секретар на синдикатот во 1938 година,
                        а веќе во 1939 година станал и член на Комунистичката партија на
                        Југославија.
                    </p>
                </div>

                <div className="w-1/2">
                    <Image
                        src="/Images/za patronot - img.png"
                        width={648}
                        height={768}
                        alt="Rade Jovcevski Korcagin"
                    />
                </div>
            </div>
        </div>
    );
}

export default BiographySection;
